Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/udir.no/sfs_veiledning_6_undervisningsopplegg-slektsbenevninge.html.tmx
Source language: sme
Languages: smj

source: Udir.no - Fuolkenamahusat Fuolkenamahusat
smj: Udir.no - Åhpadimgárvvidusbuojkulvisá: Berajnammadusá

source: Ceahkki: 2. jahkeceahkki Fádda: Sogat / Fuolkit Áigi: golbma gitta viđa diibmui
smj: Åhpadimgárvvidusbuojkulvisá: Berajnammadusá Dásse: 2.

source: Álggahus
smj: jahkedásse

source: Dát oahpahusláhču lea ovdamearkka movt bargat gelbbolašvuođamihttomeriin 1. ja 2. jahkeceahkis.
smj: Álgadus Dát åhpadimgárvvidus le buojkulvis gåktu barggat máhtudakmihtoj 1. ja 2. jahkedásijn.

source: Dás galgá sohkanamahusaiguin bargat.
smj: Barggo le berajnammadusáj birra.

source: Gelbbolašvuođamihttomearit sáhttet konkretiserejuvvot oahppanulbmilin, mat leat ceahkkin joksat gelbbolašvuođamihttomeriid.
smj: Máhtudakmihto vuojnnuj båhti åhpadusmihttomierijn, ma li lávke gåktu jåksåt máhtudakmihtojt.

source: Oahpahusláhču čájeha heivvolaš bargovugiid, movt vuođđogálggaid integrere bargui ja movt oahpaheaddji sáhttá heivehit oahpahusa ohppiide ja árvvoštallat sin dađistaga.
smj: Åhpadimgárvvidus vuoset ájggeguovddelis barggamvuogijt, gåktu vuodotjehpudagá åvtåstuhteduvvi ja gåktu åhpadiddje hiebat åhpadusáv oahppijda ja árvustallá sijájt bargadahttijn.

source: Das lea maid ovdamearka movt oahppit árvvoštallet iežaset ja guhtet guoimmiset barggu.
smj: Dánna le aj buojkulvisá gåktu oahppe ietjasa ja nubbe nuppev árvustalli. Máhtudakmihto ML06-S an

source: Máhttoloktema ML06 gelbbolašvuođamihttomearit
smj: Máhtudamihto 2. jahkedáse maŋŋela Árbbedábálasj máhtto

source: Gelbbolašvuođamihttomearit 2. jahkeceahki maŋŋel Árbevirolaš máhttu Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet adnet berranammadusájt lahka berrahijda ja giehttot mij gájmme le

source: Eará heivvolaš gelbbolašvuođamihttomearit 4.
smj: Ietjá guoskavasj máhtudakmihto 4. jahkdáse maŋŋela

source: Jahkeceahki maŋŋel Njálmmálaš gulahallan
smj: Njálmálasj guládallam

source: Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
smj: Åhpadusá mihttomierre le oahppe galggá máhttet

source: geavahit iešguđetlágan dajaldagaid dilálašvuođaid mielde
smj: adnet duov dáv njálmálasj moallánagájt dilij milta

source: Oahppanulbmilat
smj: Åhpadusmihttomiere

source: Gelbbolašvuođamihttomearit leat konkretiserejuvvon oahppanulbmilin, mat leat ceahkkin barggus olahit gelbbolašvuođamihttomeriid.
smj: Máhtudakmihto båhti vuojnnuj åhpadusmihttomierijn, ma li lávke gåktu jåksåt máhtudakmihtov.

source: Oahppi galgá máhttit
smj: Oahppe galggá máhttet

source: - geavahit doahpagiid bearaš, eadni, áhčči, viellja, oabbá, áhkku, áddjá, vilbealit / oambealit, muoŧŧá / goaski / siessá ja eanu / čeahci / eahki - čilget gáimmi doahpaga mearkkašumi
smj: adnet moallánagájt fámilja, ieddne, áhttje, viellja, oabbá, áhkko, áddjá, oarbbimbielle, muohtá, siessá, guosske, ænoj, tjiehtje ja iehke tjielggit moallánagáv gájme sisanov, mij la nubbe gænna le sæmmi namma

source: Vuođđogálggat
smj: Vuodotjehpudagá

source: Máhttit lohkat mearkkaša dás máhttit fuolkenamahusaid lohkat.
smj: Máhttet låhkåt le dánna låhkåt berajnammadusájt.

source: Máhttit njálmmálaččat ovdanbuktit mearkkaša dán oktavuođas ipmirdit ja máhttit dadjat fuolkenamahusaid.
smj: Máhttet njálmálattjat åvddånbuktet le dánna máhttet dádjadit ja javllat berajnammadusájt.

source: Máhttit čálalaččat ovdanbuktit mearkkaša dás ahte máhttá čállit muhtin fuolkenamahusaid.
smj: Máhttet tjálálattjat åvddånbuktet le dánna máhttet tjállet berajnammadusájt.

source: Máhttit geavahit digitálalaš reaidduid mearkkaša dás čállit fuolkenamahusaid dihtorii ja geavahit digitála reaidduid dán bargui.
smj: Máhttet digitála ræjdojt adnet le dánna tjállet berajnammadusájt dáhtámásjijnan ja adnet digitála ræjdojt gå daj barggá

source: Ráhkkaneapmi
smj: Gárvedime

source: Oahpaheaddji álgá iskát makkár fuolkenamahusaid oahppit máhttet, ja dihtet go buohkat ja máhttet go geavahit rievttes fuolkenamahusaid.
smj: Åhpadiddje álggá guoradallat makkir berajnammadusájt oahppe máhtti, ja jus divna dåbddi ja máhtti adnet riekta berajnammadusájt.

source: Lea dehálaš ahte oahpaheaddji ovdalgihtii jurddaša makkár fuolkenamahusaid sáhttá geavahit ohppiid ektui.
smj: Ájnas le åhpadiddje åvdåtjis ájádallam le makkir berajnammadusá máhtti aneduvvat oahppij hárráj.

source: Muhtumin berre dát fáddá geavahuvvot oppalaš dásis danne go ferte vuhtiiváldit ovttaskas ohppiid.
smj: Muhttijn viertti tiebmá giehtadaláduvvat dábálasj láhkáj muhtem oahppij hárráj.

source: Muital guovddáš doahpagiid nugo eadni, áhčči, viellja, oabbá, áhkku, áddjá, muoŧŧá / goaski / siessá ja eanu / čeahci / eahki ja huma dáid birra ohppiiguin.
smj: Tjadádit guovdálasj moallánagájt degu ieddne, áhttje, oabbá, áhkko, áddjá, siessá, muohtá, goasske, ænoj, tjiehtje ja iehke ja sáhkadit oahppij daj birra.

source: Oahpahuslážut
smj: Oahppamdåjma

source: Muitalit iežaset birra Divtte ohppiid njálmmálaččat muitalit iežaset birra, bearraša birra ja eará lagas fulkkiid.
smj: Ietjam birra subtsastit Dibde oahppijt njálmálattjat ietjasa birra, ietjasa fámilja ja lagámus berrahij birra subtsastit.

source: Lea dehálaš oažžut buot ohppiid mielde ságastallamii.
smj: Ájnas le oadtjot divnajt oahppijt oassálastátjit ságastallamin.

source: De sáhttet sii oahppat čállit fuolkenamahusaid.
smj: Maŋŋela máhtti sij oahppat tjállet berajnammadusájt.

source: Nannen dihte sátnegovaid de sáhttet oahppit sárgut govaid dahje liibmet govaid mat govvidit sániid.
smj: Nannitjit báhkogåvåjt de oahppe máhtti tjuorggat gåvåjt jali lijmmit gåvåjt ma bágojt gåvviji.

source: Ráhkadit álkkes fuolke- / sohkamuora (vižžon Sámegiela 2) Dá lea muorra mas lea njeallječiegat rámma.
smj: Dahkat berajmuorav (Viettjadum sáme 2)

source: Das lea sadji sárgumii dahje oahppi govvii ja oahppi nammii bajimussii.
smj: Dála le gåvvå muoras nieljetjiegagin gånnå le sadje tjuorggamij jali gåvvuj oahppes ja suv namma bajemusán.

source: Vuolit dásis lea sadji sárgumiidda dahje váhnemiid / ovddasteddjiid govvii ja nammii.
smj: Vuolep dásen le sadje tjuorggamijda jali gåvåjda æjgádijs / åvdåstiddjes ja sijáj namájda.

source: Vuolemus ráiddus lea sadji ges sárgumiidda dahje govaide ja ádjáid / áhkuid namaide.
smj: Vuolemus dásen le sadje áhkoj ja ádjáj gåvåjda ja namájda.

source: Molssaeaktun lea čuohpadit govaid aviissain ja bláđiin ja ráhkadit máhkašbearraša / fantasiija bearraša.
smj: Ietjá máhttelisvuohta le biesskedit gåvåjt avijsajs ja magasijnajs ja dahkat gåvådallamfámiljav.

source: Heivehuvvon oahpahus
smj: Hiebadum åhpadus

source: Buot oahppit barget álgoálggus seammá bargobihtáin, heiveheapmi boahtá das maid oahppit ja oahpaheaddjit válljejit.
smj: Divna oahppe galggi vuodon barggat sæmmi dahkamusáj, valla sieradibme le makkir válljima oahppe ja åhpadiddje dahki.

source: Soapmásat barget ovdamearkka dihte dušše mottiin doahpagiin lagamus bearraša birra, earát ges barget eanet doahpagiiguin ja fuolkesániiguin oppalaččat.
smj: Muhtema barggi duola degu moallánagáj lagámus fámiljan, madi iehtjáda barggi måttijn moallánagáj ja berajnammadusáj dábálattjat.

source: Oahpahuslážut fertejit heivehuvvot ohppiid gálggaide.
smj: Oahppamdåjma vierttiji hiebaduvvat oahppij tjehpudahkaj.

source: Ovdamearkka dihte máhttet muhtin oahppit geavahit doahpagiid dušše njálmmálaččat, earát ges máhttet sihke njálmmálaččat ja čálalaččat geavahit daid.
smj: Buojkulvissan máhtti muhtem oahppe jur adnet nammadusájt njálmálattjat, madi iehtjáda adni dajt njálmálattjat ja tjálálattjat. š Lågå danna ienebut

source: Árvvoštallan
smj: Árvustallam

source: Dađistaga- árvvoštallan Oahppit sáhttet oažžut njálmmálaš ja/dahje čálalaš dađistaga-árvvoštallama.
smj: Árvustallam bargadahttijn Oahppe máhtti njálmálattjat ja / jali tjálálattjat árvustalladuvvat bargadahttijn.

source: Váldde vuođu oahppanulbmiliin.
smj: Válde vuodon åhpadusmihttomierijt.

source: Lea dehálaš addit ohppiide dieđu mii muitala maid sii máhttet, ja mainna fertejit eambbo bargat ja movt sii dán sáhttet dahkat buoremus lági mielde.
smj: Ájnas le diededit dan láhkáj oahppe diehti majt bukti, majna vierttiji ienebut barggat ja gåktu buoremusát dav barggi.

source: Oahppit árvvoštallet iežaset ja guhtet guoimmiset Lassin oahpaheaddji dađistaga-árvvoštallamii sáhttet oahppit árvvoštallat iežaset ja guhtet guoimmiset.
smj: Oahppe ietjasa ja guhtik guojmesa árvustalli Duodden árvustallamij bargadahttijn åhpadiddjes máhtti oahppe árvustallat ietjasa ja guhtik guojmesa.

source: Dá lea ovdamearka maid oahppit sáhttet geavahit go árvvoštallet iežaset, ja go galget ruovttoluottadieđu addit guhtet guoimmiset.
smj: Dála le buojkulvis majt oahppe máhtti adnet gå árvustalli ietjasa, ja gå galggi diededit guhtik guojmmásisá.

source: Namma: Dahton: Ceahkki:
smj: Namma: Biejvve: Dásse:

source: Oahppanulbmil
smj: Åhpadusmihttomiere

source: Dán mun in máhte nohka bures
smj: Dáv iv nuohkásit máhte

source: Dán mun máhtán
smj: Dáv máhtáv

source: Dán mun máhtán hui bures
smj: Dáv huj buoragit máhtáv

source: Dadjat bearašláhtuid namaid
smj: javllat namájt fámiljan

source: Čilget maid gáibmi-sátni mearkkaša
smj: tjielggit moallánagáv gájmme

source: Deavdde fuolkenamahusaid mat heivejit ovdal oahppit geavahit dán skovi.
smj: Dievde berajnammadusájt ma hiepi åvddål gå oahppe sjiemáv adnegåhti.

source: Čállit sániid mu bearraša birra
smj: Tjállet bágojt ietjam fámilja birra

source: Dán in máhte mun
smj: Dáv iv buvte

source: Dán mun máhtán oalle bures
smj: Dáv buvtáv ållu buoragit

source: Dán máhtán hui bures
smj: Dáv buvtáv huj buoragit

source: Eadni
smj: Áhttje

source: Áhčči
smj: Oabbá

source: Áhkku
smj: Áhkko

source: Nordsamisk: HERMANSEN, JAN OLE.:
smj: Blaasværs Forlag, 1991 Julevsámegiellaj:a

source: Fuolkelávlla “ Bearašspeallu. ”
smj: ANDERS NYSTØ, SIGMUND JOHNSEN, Sámásta 2, Berrajlåjko Divtasvuonan (L. Vitsák) Báhko

source: Spill fra Ája språksenter, Kåfjord kommune.
smj: INGA LAILA HÆTTA: Mån Måj Mij, temagirjje, Iđut 2003

source: http://www.kafjord.kommune.no/beara-speallu.329557-21590.html
smj: SIV INGUNN KINTEL, ADELE RAHKA NYSTØ, Lávllaga, Báhko 2005
